program_normalized_map = {
    'AL Історія': 'al історія',
    'AL Культурологія': 'al культурологія',
    'AL Філологія': 'al філологія',
    'ІТ та БА ': 'іт ба',
    'Богослов_я': 'Богослов_я',
    'ЕПЕ': 'епе',
    'КН': 'кн',
    'Право': 'право',
    'Психологія': 'психологія',
    'Соціальна робота': 'соціальний робота',
    'Соціологія': 'соціологія'
}


def get_criteria_normalized(program):
    criteria_questions_normalized = [
        f'хотіти навчатися уку ? наприклад , описати проблема , який розв’язали прагнути розв’язати . інтелектуальний виклик , дослідницький питання , етичний дилема — , справді залежати . поясність важливість крок зробити планувати зробити , знайти розв’язок проблема . навчання уку загалом {program_normalized_map[program]} зокрема допомогти .',
        f'планувати майбутнє застосувати отриманий досвід навчання {program_normalized_map[program]} ? бачити подальший працевлаштування / продовження навчання ?',
        'описати слабкий сильний сторона використовуватимете перевага навчання бакалаврський програма уку ? зазначити середній бал шкільний атестату . вважати здобуток , вдатися ? ?',
        'розказати досвід громадський активність , волонтерство , досягнення навчальний позанавчальний життя .',
        'одними гасло університет " свідчити . служити . спілкуватись " . розуміти елемент ? наповнити " с " ? гасло християнський цінність перегукуватися особистий досвід — поділіться .',
        'чóму навчити війна ( 24 лютий 2022 ) ? висновок зробити ? змінитися світогляд ?',
        f'розглядати бакалаврський програма вступ , {program_normalized_map[program]} ? , надавати більший перевага ?'
    ]

    return criteria_questions_normalized

